# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)

Postch.create(title: "Chalk drawing", image: "post_image1",content: "학교에서 다들 분필 쓰셨죠? ㅎㅎㅎ\n
지금은 다른 거 쓰나??
(여러 색 보드마카로 쓰는 곳까진 봤는데 지금은 어떤지 모르겠음.)

학교에 한두 명씩 있잖아요.. 칠판에 그림그리는..
그게 접니다...ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ
이건 제가 고3 때 그렸던 거에요~

원래 분필을 이용해서 그리려던 것은 아니고, 어찌어찌 인터넷을 
돌아다니다 보니, 형광펜으로 그림을 그리는 사람이
있더라구요! 그 있잖아요 한쪽만 두께 있는 형광펜!

그래서 따라 그리고싶었는데 두꺼운 형광펜이 없어서 그걸 재현해보고자  
분필 옆면으로 그린 거에요ㅎㅎㅎㅎㅎ
(막상 느낌만 살려 그리니까 비율 같은 건 안중에도 없음)

지금도 저 그림은 손에 익어있긴 한데, 그때와 같이 비율은 
일관되게 똥망으로 나와요 ㅎㅎㅎ 
누군가 [그림 함 그려봐라] 했을 때 그릴 용도로만 남겨뒀어요.

그래도 다음 시간에 가보니 누가 위에다가 [올ㅋ] 써놨네요
ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ
.
.
.
네 그림은 제 분야가 아닙니다..
그냥 아무것도 안보고 슥슥 그리시는 분들 존경합니다..")
Postch.create(title: "Paper violin", image: "post_image2",content: "전 어렸을 때부터 종이모형을 했어요!

종이모형으로 시작한 것은 아니고, [종이감기공예] 라고,
좀 생소한 학원이 있었는데,
남들 태권도 다니고 검도 다니고 할 때 저는 종이를 말고 있었죠ㅎㅎㅎ
(그것 때문에 이렇게까지 된 것 같음)

여담이지만, 만들기를 좋아해서 학교 CA활동은 항상 망설임 없이 
종이공예부였어요 ㅋㅋㅋ 만들고 나면 쓸데도 없는데
저만 만족하면 됐져 ㅎㅎㅎㅎ

이 단순해 보이는 종이모형은 생각보다 어렵답니다. 
저거 바이올린 하나 만드는데 종이 16장이 필요해요!
곡선이 많을수록 자를 것도 많아지는데, 저건 곡선 투성이라
인내심이 많이 필요했죠.. 그리고 내부에도
프레임워크? 뼈대? 라고 안 찌그러지게 받쳐주는 부분도 
다 종이로 만드는데, 이걸 잘해놨어야 했어요 
다 삐져나오더라구요 제대로 안 해놓으면!

도면은 공짜에요! 하고싶은 사람은 구글에
[캐논 종이모형]
이라고 치면 나옵니다!
혹은
http://cp.c-ij.com/ko/contents/CNT-0010055/index.html
바로 링크타셔도 돼요!
한장짜리도 있으니까 하고싶은거 있으시면 한번 도전해보셔요들!
(만든지 거의 8년이 돼가는데 아직도 사이트는 안닫았음)

종이는 알파문구에 A4 120g 종이 달라 하면 되고,
(우리가 아는 A4는 80g)
풀은 목공풀! 그 주황뚜껑 그걸로 써요!
.
.
추가로 스트링은 남는 실로 걸어주면
훨씬 이뻐요 ㅎㅎㅎ")
Postch.create(title: "Paper horn", image: "post_image3",content: "네~ 두 번째 캐논 악기 종이모형, horn!
우리말로는 호른입니다.

다들 수능 끝나면 할 거 없는데 학교 가야 하고 그러잖아요??
전 학교 가서 호른을 만들고 있었답니닿ㅎㅎㅎㅎㅎ

제가 호른을 고른 이유는 단순해요.
학교 프린트가 흑백밖에 안 됐거든요.....
다른건 다 이상했는데, 호른은 철이잖아요?
금관악기

그래서 은색 호른도 상관없지 않을까? 해서 그냥 만들었어요.
종이는 바이올린과 같이 A4 120g을 사용하구요,
풀도 목공풀이에요.
(제 학교 서랍엔 이것들이 항상 구비돼 있었다는게 함정)

음 만든 결과는,
보기보단 어렵지 않아요!
뼈대를 안 만들어서 그런가?
저 안에 복잡한 부분 따로 만들고 겉에 큰 부분 따로 만들어서 붙이는데,
각자 만들 때는 그리 안 복잡해 보이다가,
두 개를 합치는 순간에 급 복잡해 보이는!?!?

별거 아닌데 괜히 있어 보이는
[빛 좋은 개살구] 같은 애였어요.

바이올린 때도 그렇고 호른도 그렇고,
구경하는 친구에게 [이거 진짜로 소리 나!]
이랬더니
[진짜!?] 하고 믿네요..
....
나겠니
.
.
.
아 저기 호른 뒤에 보이는 종이가 120g 이에요!
이것도 캐논 종이모형 링크 걸어드릴려고 했는데, 
이건 안보이네요. 왜지웠지?")
Postch.create(title: "Paper orca", image: "post_image4",content: "사실 어렸을 적부터 만들어왔던 작품들을 다 사진을 남겼더라면
정말 많이 있었을 텐데,
제가 어렸을 땐 핸드폰 사진 기술이 그렇게 좋지가 않았어요!

그래서 처음부터 엄청 잘 만든 것처럼 보이지만,
저도 우여곡절이 많았습니다.
(우여곡절들을 일부로 안 찍은 것일지도)

이번에는 오르카! 범고래에요.
종이모형 주제에
깨알같이 포유류라고 이빨도 표현해놨네요!
자르는데 귀찮았습니다아아아ㅏ

이 범고래는
간단해 보이지만
제가 유일하게 실수 안 하고 완벽하게 만든 
첫 종이모형이라서 더 애착이 가요!
목공풀의 때조차도 없었던!
그만큼 쉽다는 소리 아닐까요?

도전해보고 싶은 분들은
http://cp.c-ij.com/ko/contents/CNT-0010783/index.html
여기 링크 타고 가시면 됩니다!
6장이네요. 할만합니다!

이 캐논 종이모형의 장점은
공짜다.
다양한 장르가 있다.
난이도가 다양하다.
페파쿠라 뷰어를 안 써도 된다.
설명서가 있다.
에요!

그래서 초보자가 종이모형 하기엔 더없이 좋은 사이트 같아요!
이 오르카는 초보자용은 아니고.. 중급자용.?
.
.
.
동물 종이모형보고 오덕이라 싫어하는 사람은 못봤어요. ")
Postch.create(title: "Paper lux", image: "post_image5",content: "남자라면 다들 롤이 뭔진 아시죠?
저도 남자니까 롤을 했었어요.

AI 모드만요ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ

AI 중급모드 만, 게다가 럭스만 했기 때문에, 일반게임을 한 번도 안 한
30레벨 계정이 3개나 있었네요.
군대에 있을 때 회의감을 느껴서 다 지웠지만,
아무것도 안 한 30레벨이 꽤 귀한 거더라구요.
양학하는 즐거움이 있다나?
그럴 줄 알았으면 친구들 줄걸.
.
.
.
아무튼, 이번 종이모형은 럭스입니다!
취미로 종이모형만 하는 건 아닌데 
어쩌다 보니 종이모형 글만 쓰고 있네요.
이건 올린 글 중 처음으로! 캐논 종이모형이 아니에요~

정확히 링크를 못 찾겠는데, 어떤 사람이 롤 모델링 한걸 가지고 
페파쿠라로 전개도를 만들어서 배포하셨어요. 
저는 그냥 시큰둥하게 보다가

(빛으로 강타해요!?)
럭스를 보고 바로 만들기에 들어갔습니다!!!!
그리고 후회했습니다!!!!!!

인간형은 팔다리가 많구나 허허허ㅓ
범고래 같은 통짜가 효도했던 거구나 허허허ㅓ

고생을 많이 했어요.
그래도 나름 롤 최애캐를 종이로 만드니까 뿌듯하긴 합니다^^
손 만들 때는 뿌듯하게 뿌셔보리고 싶었지만^^
(주먹을 쥐고 있어서 안보이지만, 손가락 하나하나 다 만들어야 했음)
.
.
.
이건 페파쿠라 라고 전개도 보여주는 프로그램이 필요해요
가렌의 여동생 럭스입니다.")

Postsg.create(title: "Chalk drawing", image: "post_image1",content: "학교에서 다들 분필 쓰셨죠? ㅎㅎㅎ\n
지금은 다른 거 쓰나??
(여러 색 보드마카로 쓰는 곳까진 봤는데 지금은 어떤지 모르겠음.)

학교에 한두 명씩 있잖아요.. 칠판에 그림그리는..
그게 접니다...ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ
이건 제가 고3 때 그렸던 거에요~

원래 분필을 이용해서 그리려던 것은 아니고, 어찌어찌 인터넷을 
돌아다니다 보니, 형광펜으로 그림을 그리는 사람이
있더라구요! 그 있잖아요 한쪽만 두께 있는 형광펜!

그래서 따라 그리고싶었는데 두꺼운 형광펜이 없어서 그걸 재현해보고자  
분필 옆면으로 그린 거에요ㅎㅎㅎㅎㅎ
(막상 느낌만 살려 그리니까 비율 같은 건 안중에도 없음)

지금도 저 그림은 손에 익어있긴 한데, 그때와 같이 비율은 
일관되게 똥망으로 나와요 ㅎㅎㅎ 
누군가 [그림 함 그려봐라] 했을 때 그릴 용도로만 남겨뒀어요.

그래도 다음 시간에 가보니 누가 위에다가 [올ㅋ] 써놨네요
ㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋㅋ
.
.
.
네 그림은 제 분야가 아닙니다..
그냥 아무것도 안보고 슥슥 그리시는 분들 존경합니다..")
Postsg.create(title: "Paper violin", image: "post_image2",content: "전 어렸을 때부터 종이모형을 했어요!

종이모형으로 시작한 것은 아니고, [종이감기공예] 라고,
좀 생소한 학원이 있었는데,
남들 태권도 다니고 검도 다니고 할 때 저는 종이를 말고 있었죠ㅎㅎㅎ
(그것 때문에 이렇게까지 된 것 같음)

여담이지만, 만들기를 좋아해서 학교 CA활동은 항상 망설임 없이 
종이공예부였어요 ㅋㅋㅋ 만들고 나면 쓸데도 없는데
저만 만족하면 됐져 ㅎㅎㅎㅎ

이 단순해 보이는 종이모형은 생각보다 어렵답니다. 
저거 바이올린 하나 만드는데 종이 16장이 필요해요!
곡선이 많을수록 자를 것도 많아지는데, 저건 곡선 투성이라
인내심이 많이 필요했죠.. 그리고 내부에도
프레임워크? 뼈대? 라고 안 찌그러지게 받쳐주는 부분도 
다 종이로 만드는데, 이걸 잘해놨어야 했어요 
다 삐져나오더라구요 제대로 안 해놓으면!

도면은 공짜에요! 하고싶은 사람은 구글에
[캐논 종이모형]
이라고 치면 나옵니다!
혹은
http://cp.c-ij.com/ko/contents/CNT-0010055/index.html
바로 링크타셔도 돼요!
한장짜리도 있으니까 하고싶은거 있으시면 한번 도전해보셔요들!
(만든지 거의 8년이 돼가는데 아직도 사이트는 안닫았음)

종이는 알파문구에 A4 120g 종이 달라 하면 되고,
(우리가 아는 A4는 80g)
풀은 목공풀! 그 주황뚜껑 그걸로 써요!
.
.
추가로 스트링은 남는 실로 걸어주면
훨씬 이뻐요 ㅎㅎㅎ")
Postsg.create(title: "Paper horn", image: "post_image3",content: "네~ 두 번째 캐논 악기 종이모형, horn!
우리말로는 호른입니다.

다들 수능 끝나면 할 거 없는데 학교 가야 하고 그러잖아요??
전 학교 가서 호른을 만들고 있었답니닿ㅎㅎㅎㅎㅎ

제가 호른을 고른 이유는 단순해요.
학교 프린트가 흑백밖에 안 됐거든요.....
다른건 다 이상했는데, 호른은 철이잖아요?
금관악기

그래서 은색 호른도 상관없지 않을까? 해서 그냥 만들었어요.
종이는 바이올린과 같이 A4 120g을 사용하구요,
풀도 목공풀이에요.
(제 학교 서랍엔 이것들이 항상 구비돼 있었다는게 함정)

음 만든 결과는,
보기보단 어렵지 않아요!
뼈대를 안 만들어서 그런가?
저 안에 복잡한 부분 따로 만들고 겉에 큰 부분 따로 만들어서 붙이는데,
각자 만들 때는 그리 안 복잡해 보이다가,
두 개를 합치는 순간에 급 복잡해 보이는!?!?

별거 아닌데 괜히 있어 보이는
[빛 좋은 개살구] 같은 애였어요.

바이올린 때도 그렇고 호른도 그렇고,
구경하는 친구에게 [이거 진짜로 소리 나!]
이랬더니
[진짜!?] 하고 믿네요..
....
나겠니
.
.
.
아 저기 호른 뒤에 보이는 종이가 120g 이에요!
이것도 캐논 종이모형 링크 걸어드릴려고 했는데, 
이건 안보이네요. 왜지웠지?")
Postsg.create(title: "Paper orca", image: "post_image4",content: "사실 어렸을 적부터 만들어왔던 작품들을 다 사진을 남겼더라면
정말 많이 있었을 텐데,
제가 어렸을 땐 핸드폰 사진 기술이 그렇게 좋지가 않았어요!

그래서 처음부터 엄청 잘 만든 것처럼 보이지만,
저도 우여곡절이 많았습니다.
(우여곡절들을 일부로 안 찍은 것일지도)

이번에는 오르카! 범고래에요.
종이모형 주제에
깨알같이 포유류라고 이빨도 표현해놨네요!
자르는데 귀찮았습니다아아아ㅏ

이 범고래는
간단해 보이지만
제가 유일하게 실수 안 하고 완벽하게 만든 
첫 종이모형이라서 더 애착이 가요!
목공풀의 때조차도 없었던!
그만큼 쉽다는 소리 아닐까요?

도전해보고 싶은 분들은
http://cp.c-ij.com/ko/contents/CNT-0010783/index.html
여기 링크 타고 가시면 됩니다!
6장이네요. 할만합니다!

이 캐논 종이모형의 장점은
공짜다.
다양한 장르가 있다.
난이도가 다양하다.
페파쿠라 뷰어를 안 써도 된다.
설명서가 있다.
에요!

그래서 초보자가 종이모형 하기엔 더없이 좋은 사이트 같아요!
이 오르카는 초보자용은 아니고.. 중급자용.?
.
.
.
동물 종이모형보고 오덕이라 싫어하는 사람은 못봤어요. ")
Postsg.create(title: "Paper lux", image: "post_image5",content: "남자라면 다들 롤이 뭔진 아시죠?
저도 남자니까 롤을 했었어요.

AI 모드만요ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ

AI 중급모드 만, 게다가 럭스만 했기 때문에, 일반게임을 한 번도 안 한
30레벨 계정이 3개나 있었네요.
군대에 있을 때 회의감을 느껴서 다 지웠지만,
아무것도 안 한 30레벨이 꽤 귀한 거더라구요.
양학하는 즐거움이 있다나?
그럴 줄 알았으면 친구들 줄걸.
.
.
.
아무튼, 이번 종이모형은 럭스입니다!
취미로 종이모형만 하는 건 아닌데 
어쩌다 보니 종이모형 글만 쓰고 있네요.
이건 올린 글 중 처음으로! 캐논 종이모형이 아니에요~

정확히 링크를 못 찾겠는데, 어떤 사람이 롤 모델링 한걸 가지고 
페파쿠라로 전개도를 만들어서 배포하셨어요. 
저는 그냥 시큰둥하게 보다가

(빛으로 강타해요!?)
럭스를 보고 바로 만들기에 들어갔습니다!!!!
그리고 후회했습니다!!!!!!

인간형은 팔다리가 많구나 허허허ㅓ
범고래 같은 통짜가 효도했던 거구나 허허허ㅓ

고생을 많이 했어요.
그래도 나름 롤 최애캐를 종이로 만드니까 뿌듯하긴 합니다^^
손 만들 때는 뿌듯하게 뿌셔보리고 싶었지만^^
(주먹을 쥐고 있어서 안보이지만, 손가락 하나하나 다 만들어야 했음)
.
.
.
이건 페파쿠라 라고 전개도 보여주는 프로그램이 필요해요
가렌의 여동생 럭스입니다.")
Postsg.create(title: "Fennec fox", image: "post_image6",content: "왼쪽에 있는 건 전에 말한 럭스고,
이번에 소개할 것은 오른쪽에 있는 사막여우예요!
사막에 사는 여우라고 해서 desert fox일 줄 알았는데
Fennec 이라는 이름이 있네요.

이건 제가 서점 돌아다니다가 우연히!? 발견해서 바로 샀어요. ㅎㅎㅎ
저는 항상 재료를 사서 뽑아서 만들고 그랬는데,
아예 팔기도 하더라구요!?

[뜯어 만드는 세상]이라고, 2017년 요즘은 키덜트 문화가 발전하면서
이런 만들기가 발달했지만 그 당시에는 정말 신기했어요ㅎㅎㅎ
(직소 퍼즐만 보다가..)
.
.
.
아무튼
초보자가 하기에 정~말 좋습니다! 쉬엄쉬엄해도 하루면 다 만들어요 ㅎㅎ
돈 내고 산 만큼 장점이 많은데,
1. 자를 필요가 없다! 잘려있어서 걍 뜯으면 돼요
2. 종이가 뻣뻣하다
3. 인쇄 품질이 좋다
4.끝 처리가 좋다(붙여서 안 보이는 부분까지도 인쇄가 되어있다)
5. 친절한 설명

돈 낸 값을 하네요. ㅎㅎㅎ 단점이 있다면 많이 쉽다는 거?
기억으론 한 3장이었던 거 같아요 ㅎㅎㅎ
대신 럭스랑 비교해서 너무 각져있죠?
쉬우면 어쩔 수 없죠 뭐..
그래도 나름 섬세하게 프린트되어있어서 완성도는 높네요!
.
.
.
결론은
능력되면 어려운거 하세요.")
Postsg.create(title: "Whiteboard onepiece", image: "post_image7",content: "이게 뭔지는 말 안 해도 아시겠죠?
원피스입니다!

저는 예전에 제방 한쪽 벽을 칠판으로 만들고
수학 문제를 푸는 게 로망이었어요. ㅎㅎㅎㅎㅎ
그 꿈을 타협 본 게 저 보드 칠판입니다ㅎㅎㅎㅎㅎㅎㅎㅎ

그런데 보드칠판이 있어도, 수학 문제를 잘 안 풀더라구요 제가...
그래서 애물단지처럼 벽만 차지하고 있었는데,
갑자기 [여기다가 그림을 그리면 어떨까?] 하는
생각이 들어서 그리게 됐어요. ㅎㅎㅎ

재료는 오직 검정 보드마카!
우리가 아는 그 두꺼운 보드마카에요!

지금은 2년 후 모습이라 완전 다르게 생겼는데,
원피스 2년 전 모습은 풋풋하네요ㅎㅎㅎㅎ

원래 그림은 제 자신 있는 분야가 아니었기에
그만큼 고전했었어요.
음...
아
그리고 보드마카다보니까
색칠한 데를 또 색칠하면 다시 흰색으로 변하는!?
마술이 일어납니다.
저 루피 머리랑 상디 옷 검정색으로 채우는 게 생각보다 쉽지 않았어요.
.
.
.
전 꼭 종이가 아니더라도
다양한 재료로 제작을 하는 게 좋더라구요 ㅎㅎㅎ
그래서 이 홈페이지에서 제 별칭을 CRAFTER로 잡았지요.
앞으로도 다양한 재료로 만들기를 하고 싶어요!
그리고 다시 한번 말하지만
.
.
.
그림은 제 자신있는 분야가 아닙니다ㅠ.ㅠ")
Postsg.create(title: "My face - AI", image: "post_image8",content: "이건 뭐지?
싶으실 텐데
제 2학년 때 모습입니다..ㅎㅎㅎ

일러스트레이터로 자기 얼굴을 그리는 과제였는데요,
음영이 많을수록 좋다고 해서 일부로 위를 보고 찍었던 기억이 나네요.

일러스트레이터의 펜 툴을 연습하기 위해서 했던 건데,
이것 덕분에 펜 툴은 원없이 익혔습니다. ㅎㅎ

방법은, 등고선 만드는 거랑 비슷하다 생각하시면 돼요!
내 얼굴에서 밝기를 많이 받았다는 건 그만큼 높다는 뜻이니까요.
이게 사람들마다 들인 시간이 다르고
또 이런 건 시간 들인 만큼 퀄리티도 높아지기 때문에,

뿌린 대로 거두는 대표 노가다!?
였어요 ㅎㅎㅎ 그래도 전 이런 게 취향에 맞기 때문에
재미지게 했었답니다.
(하지만 옷을 할때 쯤에는 그만하고 싶었음)

비교적 최근엔 일러스트 말고 포토샵으로도 제 얼굴을 만들었었는데,
나중에 기회 되면 올려야겠습니다!!")
Postsg.create(title: "Violin box", image: "post_image9",content: "악기들은 참 아름다운
곡선을 가지고 있는 거 같아요!
소리만 매력적인 게 아니라
악기 자체도 이쁘게 생겼지요!
아름다운 몸에서 아름다운 소리가 나나?

저는 바이올린은 하나도 할 줄 모르지만!
모양이 너무 아름다워서 이걸 만들어봤습니다. ㅎㅎㅎㅎ
.
.
심지어 이건!!
그냥 바이올린이 아니에요!
상자입니다!!!
바이올린에 필요한 것들이 다 뚜껑에 붙어있고,
넥은 뚜껑 바디가 상자로 되어있어요 ㅎㅎㅎ
실제로 팔아도 잘 팔릴 것 같은 디자인이라고
나름 자신합니다!
(왜 그런 기념일 같은 날 요즘 별의별 포장이 다 나오잖슴?)
.
.
순수창작이라서, 도면을 생각해 낼 때가 은근히 시간이 걸렸네요.
바이올린 사진을 보면서 A4 용지에 옮기고.
제 필요에 맞게 적당히 수정한다음에 골판지에 옮겨서 자르면 됩니다!

골판지를 쓴 이유는 간단해요.
이쁘거든요. ㅎㅎㅎ 단단하고
아 그리고 골판지를 쓸 땐,
결이 있잖아요? 이걸 잘 신경 써야 합니다.
결을 반대로 했다간 쓰지도 못하고 버리게 돼요!
그리고 몸체보다 뚜껑을 테두리가 0.3cm 정도는 더 커야 한다는
센스만 가지고 있다면 만드는 데는 큰 어려움이 없을 것 같네요. ㅎㅎㅎ
.
.
저는 어렸을 적부터 이걸 만들었었어요. ㅎㅎ 어떻게 보면 
제 첫 시리즈물이네요?
초4였는데
그땐 스마트폰이 없었기 때문에
그냥 바이올린의 형상만 생각하고 대충 그려서
비율이 하나도 맞질 않았죠.
그 당시엔 흰색으로 만들어 참 이쁘다 생각했는데,
지금보면 조잡스러워요ㅎㅎㅎ 
.
.
붙이는 데는 글루건을 써요! 만능이죠?
쇠 말고 다 잘 붙이는 것 같은 글루건 굳")
Postsg.create(title: "Calligarphy", image: "post_image10",content: "남들이 봉사 대외활동 이런 걸 할 때
저는 상상유니브를 했었어요.
대학생들이 흥미를 느끼지만, 쉽게 할 수 없는 것들을 지원해주는
재미를 위한 대외활동이라 생각하시면 됩니다!

저는 아는 형이 상상프렌즈여서 알게 되었고
꽤 다양하게 했었는데요,
이 캘리그라피도 그중 한 클래스였습니다.

많은 영화 제목이나 책 제목은 캘리그라피잖아요?
그것들이 어떻게 만들어지는지 알 수 있는 재미있는 시간이었습니다.
신기한 것은 여러 가지 재료로 글을 쓴다는 것인데,

그냥 펜 만 아니라 나뭇가지, 젓가락, 파우더, 칫솔 등 
다양한 재료로 글을 씁니다. ㅎㅎㅎㅎ

어쨌든 1차 창작 후 일러스트레이터를 거쳐야 제목으로 쓸 수 있기 때문에,
1차 창작은 수정 걱정 없이 우선 자유를 펼쳐보는 게 중요한 것 같아요!
.
.
.
[마음으로 하는 말]
별 뜻은 없습니다.
.
.
첫 캘리그라피였고, 그 이후에도 글씨를 이쁘게 쓰고 싶다는 
생각은 했는데,
생각만 했네요.
생각처럼 안되구요.

저같은 초보들한테는
공백의 활용과, 펜의 두께조절만 해도 
어느정도 그럴싸한 글이 완성될 수 있어요!
아이들이랑 나중에 같이 해보는 것도 좋을 것 같다 생각해요
애들도 좋아하겠네요.")
Postsg.create(title: "My face - MAYA", image: "post_image11",content: "저건 뭐야..?
싶겠지만
제 얼굴입니다.
.
.
실제로 머리까지 저렇지는 않구요.
학교 수업 때 제 얼굴을 마야로 모델링하고 렌더링하는 수업이 있었는데,
거기서 만든 제 얼굴 모습이에요 ㅎㅎㅎ
저 망측한 머리는, 과제 제출이 끝나고
친구랑 머리 리소스를 가져와서 놀다가 발견한 머리에요.
머리는 평가대상이 아니었기 때문에 이대로 제출해도 상관은 없었겠지만,
아마 제 이미지에는 상관이 있었겠죠..
모델링은 역시 한 땀 한 땀 했기 때문에
재미있었지만 렌더링은
완벽하게 이해하진 못한 것 같아요. ㅎㅎㅎ
우여곡절 끝에 된 느낌이라고 해야 하나!?

이때 확실히 익혀둘 걸 그랬어요.
이 모델링이 내 인생에서의 최초이자 마지막일 줄 알았는데,
나중에 유니티할 때도 렌더링은 하더라구요.하하하하핳ㅎ
거의 남이 만들어준 걸 사서 쓰지만.

이걸 만드는 것도 재미있었지만,
이걸 만들고 나서 3D 모델링은 제 길이 아니다는 것을
확실히 느끼게 되었어요.
.
.
.
적성에 안 맞는 건 아니고,
이때부터 프로그래밍의 재미를 느끼기 시작했거든요. ㅎㅎㅎㅎ
프로그래밍! 재밌습니다!
게임 프로그래밍도 재밌고, 이렇게 웹을 만드는 것도 재미있어요!
이 포스트는
기승전플밍
좋네요.")
Postsg.create(title: "Guitar poster", image: "post_image12",content: "저는 클래식 기타 동아리였어요. ㅎㅎㅎㅎ
거기에서 제가 미디어학과라는 이유로
포스터와 팜플렛을 만들게 되었는데요.

이 포스터가
여태까지 만든 포스터 중에 가장 기억에 남는 포스터입니다!
기타 연주회를 어떻게 표현할 수 있을까
기타를 치면서 고민하다가,

정말 우연히, 기타의 일부에서 8분음표가 보였거든요.
그때 아이디어가 번쩍!
바로 핸드폰으로 각도 잡고 사진 찍은 뒤
일러스트레이터로 변환했습니다!
이런 아이디어가 항상 떠올랐으면 좋았을 텐데.

공모전 할 때는 이런 아이디어가 왜 안 떠오르는 걸까요ㅠㅠ
색깔도 노랗고 맘에 드네요
노란색이라기보단 겨자색에 가까운데,
결과를 보고 나서도 만족했어요. ㅎㅎ

동아리 사람들도 칭찬해 줘서 기분도 좋았구요 ㅎㅎ
그런데 이렇게 제가 하고 싶은 대로 포스터를 만드는 것도 
어떻게 보면 큰 기회였네요!

나중에 이런 걸 또 만들면 그땐,
외주업자? 들의 간섭이 심했을 테니까요. ㅎㅎㅎㅎㅎ 
제가 하고 싶은 대로 전적으로 동의해주고
응원해줘서 더 재미있었나 봐요!")
Postsg.create(title: "DIY painter", image: "post_image13",content: "[오.. 왠 정통 그림?]

생각하실 수 있지만, 저런 걸 팔아요.
요즘은 성인들도 즐길 수 있는 만들기거리가
더 잘 상품화되어있어서 이런 것도 생겼네요 ㅎㅎㅎ
저건 DIY painter라고,

말 그대로 그림을 그리는 거예요!
단!
저 그림판 위가 흰 배경이 아니라,
이미 밑그림이 그려져 있다는 겁니다!
그리고 여기에 어떤 색을 칠해야 하는지
번호도 다 적혀있어요. ㅎㅎㅎㅎ
색깔도 그 번호만큼 그냥 줘서
섞어서 배합할 필요가 없답니다!!

[그냥 업그레이드된 색칠공부?]
그쯤으로 생각하시면 될듯해요
다만,
.
.
결과물이 이쁩니다. ㅎㅎㅎㅎ
제가 언제 이렇게 미술인처럼 도화지 아닌 캔버스에
유화로 그려보겠어요? ㅎㅎㅎㅎ
다만, 사실 대충대충 선 조금 넘어가도 상관없이 칠하고 그래도 
큰 상관없던 부분인데 제가 괜히
꼼꼼하게 한답시고 철저하게 밑그림 선 따라 그려가지고
만드는데 일주일정도 걸렸네요..
원체 손이 느리기도 하구요. ㅎㅎㅎㅎ
요즘은 더 다양한걸 팔더라구요.ㅎㅎ
집안에 장식하기도 좋으니까 한번 해보고 싶은 분들은

쿠팡으로 가시면 됩니다. ㅎㅎㅎㅎㅎㅎㅎㅎㅎㅎ
아 이때 저희 엄마도 해보고 싶다 해서 했었어요.
부담 없는 사이즈도 있으니 한 번쯤은
나쁘지 않아요! ㅎㅎㅎ")
Postsg.create(title: "Pop - up card", image: "post_image14",content: "크리스마스 되면
다양한 카드가 나오죠?
그중 팝업카드라고 해서
다들 한 번쯤은 보셨을 거예요. ㅎㅎㅎㅎ
그 반 정도 접으면 입체적으로 보이게 하는 거 있잖아요.

사실 팝업카드는 훨씬 더 어려운 것도 많고 다양합니다!
그리고 종이모형보다는 시간이 덜 걸려서 부담도 적어요 ㅎㅎㅎ
실용도도 좋죠! 생일 카드로 주거나 하면
다들 엄청 좋아하겠죠?

종이모형 때는 120g A4용지로 만든다고 했지만,
팝업카드는 180g A4로 만들어요. ㅎㅎㅎ
종이모형은 많이 접고 겹치고 해야 하는데
이건 한 장짜리니까 좀 빳빳할수록
모양이 이쁘게 나오거든요 ㅎㅎㅎ

팝업카드 도안이라고 치면 아마 무료도안들을 올려놓은
친절한 사람들이 있을 겁니다.
해외 사이트 돌아다니다 보면 더 많구요.

그림 솜씨 있거나, 글씨를 잘 쓰는 사람들이 저 위에
꾸미면 훨씬 더 이쁘겠죠??
종이모형보단 몇 배는 쉬운 팝업카드니까
한 번쯤 도전해보셔도 좋을 것 같아요!!

저 대학교 친구가 하고 싶다 그래서,
2시간 만에 2개 만들었던 기억이 있네요. 그만큼 쉬운 도안은
금방해요 ㅎㅎㅎ

손재주가 있다면, 도전하라!")
Postsg.create(title: "Lapras", image: "post_image15",content: "예전에 지우가 타고 다니던
라프라스입니다!

요즘 포켓몬 고 덕분에 포켓몬 관련 상품이 다니 나오기 시작했는데,
정작 실제 포켓몬 만화는 어디까지 나왔나 모르겠네요?
포켓몬이 메가진화 라는걸 했던 거 같은데 최근에 본 게
더 나왔나요?

아무튼 라프라스에요 ㅎㅎㅎ
퀄리티가 높죠?
포켓몬 종이모형들은 대체적으로 퀄리티가 높은 편이에요
모델링 하기가 쉽나?
아니면 애초에 만화로 시작해서 좀
표현하기가 쉬울지도 모르겠네요 ㅎㅎㅎㅎ
.
.
저는 종이모형 만들 땐
노트북으로 유튜브를 틀어놓고 만들기 때문에 좀 오래 걸리지만,
정작 딱 마음잡고 만들면 그렇게 오래 걸릴만한 건 아닌 거 같아요 ㅎㅎㅎ
하지만 쉬려고 만드는건데
쉬는것도 집중력을 요한다면 쉬는게 아니겠죠 ㅎㅎㅎ
종이모형은 다 하고 나서는 [이 짓을 다신 안 한다] 하다가도
시험 기간 끝나고 그러면 다시 생각나고 그러네요 ㅎㅎ
그 맛에 하는 거 같아요 ㅎㅎㅎ
.
.
.
고통받는 맛")
Postsg.create(title: "Two-horse carriage", image: "post_image16",content: "마차에요 ㅎㅎㅎ
동화 속에 가끔씩 나오지만
실제로 본 적은 없어요 ㅎㅎㅎ

뭔가 굉장히 화려해 보이죠?
안에 신랑 신부도 같이 타고 있답니다ㅎㅎㅎㅎ

그런데 이건 사실 그냥 모형이 아닙니다!
바로!!
.
.
.
팝업카드에요!!
그말은!
이것도 접힙니다!!
완전히 접히고, 접었다가 펴면 저렇게 마차가 뿅! 하고 올라와요.

이건 90도 팝업카드가 아니라 180도 팝업카드로,
도안을 좀 더 구하기 어려워요 ㅎㅎ 생소하기도 하구요.
전 이걸 만들고 싶어서,
아예 도안을 샀답니다.
일본에 누가 이걸 책으로 내고
뒤에 시디로 이 도안을 첨부한게 있었거든요.
네
제 첫 해외도서구매가 되겠습니다.

아무튼 돈내고 도안을 산 가치를 합니다 ㅎㅎㅎ
이뻐요!
.
.
하지만 엄청 어렵습니다 허허허허허
이게 접혀야 하니까 연결부위마다 풀을 사용하는게 아니라
고리 형식으로 만들어서 다 걸어놓은 형태에요.
종이다 보니 고리를 거는데 조금만 힘을 줘도 찢어지고,
찢어지지 않더라도 몇번의 시도 안에 끼우지 못하면
구겨져서 그 역할을 수행하지 못합니다.
제가 흰색으로 만들어서 때탈까봐 더 어려워했기도 했구요 ㅎㅎㅎㅎ
지금은 제가 도안을 어따뒀는지도 모르겠네요.")
Postsg.create(title: "Guitar concert", image: "post_image17",content: "제가 고전기타반이었을때 찍었던
리허설 사진이에요 ㅎㅎㅎㅎ

여기에 가입한 덕분에 기타랑 인연이 생겨서
제가 할 수 있는 악기가 하나 늘었네요 ㅎㅎㅎㅎ
지금은 활동하지 않지만..

제가 대학교 다니면서
저렇게 정장입고 기타들고 지휘자를 보며 
연주를 할 줄은 생각도 못했는데
정말 대학생은 하고자 하면 못하는게 없는 것 같네요 ㅎㅎㅎ

재미있었습니다! 다음학기에는 
프로그래밍 동아리를 들어볼까 고민중이에요!")
Postsg.create(title: "LOVE", image: "post_image18",content: "이쁘긴 한데.. 뭐지? 싶죠? ㅎㅎㅎㅎ
제가 만들때도 그랬어요 걱정마세요.

love입니다!
재료는 나무판자와
성냥을 쓰고싶었지만 없었던 관계로
[성냥을 구하기가 힘들지는 생각도 못했음]
면봉을 썻습니다!

이렇게 종이뿐만 아니라 다른 재료들로도 만들기를 하니
CRAFTER라는 별칭이 어울리네요 이제서야. ㅎㅎㅎㅎ
하도 종이로 많이 만들었기 때문에
Paper artist 될뻔.

사실 저걸 제가 혼자 생각해 낸 건 아니구요.
누군가가 성냥으로 저렇게 love를 만들고 불을 붙여서 태웠던
글을 본 적이 있어요 ㅎㅎㅎ
그 때의 빨간 love가 불타고 검게 love가 남은 모습을 보며,
알수 없는 영감을 받아 나도 만들고 싶다는 생각이 들었었죠 ㅎㅎㅎ
그래서 만든거에요 ㅎㅎㅎㅎ

비록 면봉으로 만들었기 때문에
그 아티스트처럼 태울 순 없지만,
꽤나 묵직한 무게에
어디서도 볼 수 없는 비쥬얼 덕에
꽤나 만족했던 작품이에요.
.
.
.
면봉이 왜 빨간색이냐구요?
칠했으니까요.")
Postsg.create(title: "Origami cake", image: "post_image19",content: "무슨 무기처럼 보이시나요..?
나름 케이크입니다.

2단 케이크를 만들었는데,
1단하고 2단하고 확실하게 구분되도록 디자인해야했으나
실패해서 그냥 생크림 덩이처럼 보이네요.
그리고 저 뾰족한 것들도 좀 정리하고 그럴걸 그랬어요 ㅎㅎ

이건 종이모형,종이감기,팝업카드 같은게 아닌
그냥 순수한 종이접기에요 ㅎㅎㅎㅎㅎ
그런면에서는 게시글 중 아마 첫 분야가 아닐까 싶네요 ㅎㅎㅎ

원래 케이크가 그냥 생크림만 있는게 아니듯이
저걸 만들고 이제 위에 분홍색 같은걸로 더 꾸미고 했어야 했는데,
그걸 안하고 놔뒀더니 저렇게 그냥 빵덩어리가 됐네요.

이 종이접기쪽도
제가 좋아하는 분야는 아니지만
장인들을 보면 정말 입이 떡 벌어지더라구요

카미야 사토시가 만든 용을 보고
이 분야는 정말 대단한 사람들이 하나보다.. 싶었죠
[그리고 그렇게 멋있진 않았어요 솔직히]
그래도 종이접기만의 매력이 있으니까
가끔은 해봐야겠네요 ㅎㅎㅎㅎ")
Postsg.create(title: "Mario project", image: "post_image20",content: "저는 유튜브 보는 걸 좋아해요ㅎㅎ
밥먹을때 유튜브 틀어 놓고 밥먹고
만들기 할때도 유튜브랑 함께해욯ㅎㅎㅎㅎ

그러던 중에
외국에서 포스트잇으로 창문에 그림 그리는걸 봤어요!
그걸 본 앞 건물 회사에서도 포스트잇으로 그림 그리구요!!
그런 외국의 문화를 보면서 참 재밌게 사는구나 ~ 싶었죠 ㅎㅎ
그래서!
우리도 한번 해보자! 싶어서
바로 시도해봅니다!
.
.
.
8bit 캐릭터를 옮기는게 가장 이쁠 것 같아서 선택한
마리오!
포스트잇 만으로는 색 표현을 다 할 수가 없어서
그냥 포스트잇 사이즈로 종이를 자르고 테이프로 붙였네요 ㅎㅎㅎㅎ
반대편에는 마리오도 붙였답니다 ㅎㅎㅎㅎ
하루 안에 다같이 만들고, 영상으로 남겨놨어요 ㅎㅎㅎ
.
제 터무니없는 아이디어를 따라와주신
원천동밸리분들!
감사합니다 ㅎㅎㅎ.

피치공주도 만들 걸 그랬나요?")
Postsg.create(title: "Playboy walllet", image: "post_image22",content: "한때 전 저
플레이보이 로고가 너무 좋았어요.
성인용 잡지에 쓰이고 말기엔
너무 잘만든 로고 아닌가요? ㅠㅠㅠㅠㅠ

그래서 전
제 지갑에 플레이보이를 그리게 됐습니다 ㅎㅎㅎㅎㅎㅎㅎ
만드는 동기가 참 쓸데 없네요.
.
.
.
물감은 페브릭 물감이라고
문구점에 예전에 파는걸 눈여겨 봐 뒀다가 이렇게 샀어요.
천 위에다가 그리는 물감이래요!
빨면 지워질진 모르겠지만,
보통 지갑은 안빨잖아요?
.
.
저 지갑도 싼거에요.
심지어 물감보다 쌈ㅎㅎㅎㅎㅎㅎㅎ
그래서 버릴 생각으로 그렸어요.
.
.
저거 만들당시 고등학생이어서
성인잡지 로고를 지갑에 대놓고 쓰면
나를 이상하게 보지 않을까? 싶었는데,

다들 GD로 알더군요.
다행이라해야하나...?

성인잡지는 별로 안좋아라하지만,
저 로고만큼은 정말...
이쁩니다.
pupaider로고도 제가 만들었는데, 비할바가 못되네요!")


Postsg.create(title: "Paper pokemon", image: "post_image21",content: "포켓몬 종이모형을 보다가
우연히 미니미 버전 포켓몬들이 있더라구요!?!?
우와 귀엽다~ 하면서
전개도를 프린트하는 제 모습을 볼 수 있었어요 ㅎㅎㅎ

이 포켓몬들 누구인지 아시나요?
식스테일, 주피썬더, 블래키입니다 ㅎㅎㅎ
귀염귀염하네요
도면도 한 마리당 2장밖에 안되는데
나름 쫌 어려운 편에 속해요 ㅎㅎㅎ
작아서 그런가?

얘네 말고도 이런 미니미 버전에 몇개 더있었는데,
5마리까지 뽑아놓고는
3마리 하고 때려치웠네요.

종이모형이라는게 하나 완성하면
현자타임이 급 밀려오는 거라서
그래서 5개는 못만들겠어요.

그래도 귀여웠죠
포켓몬이 다시 열풍일 때 봤더라면
4마리까진 만들어줬을텐데
그 전에 만들어서 3마리네요ㅎㅎㅎㅎㅎ")

Postsg.create(title: "Guitar poster 2", image: "post_image23",content: "고전기타반은 자주 공연을 해요.
그때마다 포스터를 만드는데,
이번엔 누군가 작은연주회라고 심플하게 포스터를 만들었네요.

동아리원들에게 몇장씩 나눠주면서
학교여기저기에 붙이고 오라 그랬는데,

그냥 붙여봤자 잘 안보일거 같죠?
.
.
.
그래서 작은 연주회를 기타모양으로 전시하자!
결정했어요 ㅎㅎㅎㅎ
허락받은건 아니고, 제 독단적으로 한 거라서
약간 걸렸지만, 그런걸 따지면서 작품을 하려면
하나도 못만들어요 ㅎㅎㅎㅎ

만드는 방법은 간단해요.
[아닌가?]
종이를 차곡차곡 바닥에 펼치구요.
그 위에다가 크게 기타를 그려요.
그리고 한장한장 따로 봐도 이게 어떤 부분인지 알 수 있게
번호표시를 해둔 뒤
자릅니다!
그리고 가지고 나갑니다!
붙입니다!
.
.
 참 쉽죠?


아무튼 이 작은연주회는
고전기타반 OB분들도 오시는 공연이었나봐요.
OB분들이 포스터를 보시고
칭찬하셨다고 하네요.

그냥 평범한 포스터가
포토존이 되었답니다ㅎㅎㅎㅎ")
Postsg.create(title: "Ferris wheel", image: "post_image24",content: "보기만해도 손이저리죠..?
대관람차입니다.

네.. 제가 저거 다 잘랐어요.
노가다의 끝입니다.

전에 올렸던 마차 기억 나시나요?
Two-horse carriage
그거 도안을 구하기 위해 책을 사왔다고 했죠?

그 책에 들어있는 다른 도안이에요 ㅎㅎㅎㅎ
저기에 타면 정말 행복할 것 같네요.

그리고!!
마차와 같이!
이것도 접힙니다!!! 
완전히 접혀요!! ㅎㅎㅎㅎㅎ

180도로 접히는 팝업카드에요 ㅎㅎㅎㅎ
이걸 생각해 낸 사람은 참 대단한거 같아요..
.
.
만든 저도 독하구요.
.
.
.
이쁘면 됐죠 ㅎㅎㅎㅎ
참고로 실제로 보면,
저 분홍색 우리가 타는 부분들이
고정되어있지 않아서 흔들리는데
종들이 흔들리는 것 같아서 이뻐요 ㅎㅎㅎㅎ")
Postsg.create(title: "Paper bike", image: "post_image25",content: "전역기념으로 받은 선물이에요~
전 이런 선물이 좋더라구요 ㅎㅎㅎㅎ
제가 안해본 만들기선물

시중에 나온 것 치고는 난이도가 있는 편이에요.
어렸을 적에 뜯어만드는 세상 사막여우 만들었잖아요?
그거보단 어렵습니다. ㅎㅎㅎ
대신 이건 풀을 안쓰는 장점이 있어요 ㅎㅎㅎ
그럼에도 연결되는 부분이 하도 촘촘해서
막 부서질까봐 불안하고 그러진 않네요 ㅎㅎㅎㅎ
탄탄합니다!

색감도 이쁘고,
두개가 한쌍이어서 좋았어요
[개이득?]
특징이라면,
바퀴가 고정되어있지 않아서 돌아가네요.

난이도가 어렵지 않기 때문에
누군가 손재주가 좋은 사람이 있다면
이런걸 생일선물로 줘도 괜찮을거 같아요 ㅎㅎㅎㅎ
만든거 말고 도안이요 ㅎㅎㅎ

솔직히 이런 걸 돈내고 사는 사람이 많진 않을거 같거든요 ㅎㅎ
키덜트 문화가 아직 사치라는 시선이 강해서..
전 어른이 됐다고 취미를 버리고 살진 않을 것 같네요!
타협은 하겠지만요 ㅎㅎㅎㅎ")
Postsg.create(title: "Knitting", image: "post_image26",content: "목도리를 짜봤어요 ㅎㅎㅎㅎ
목도리는 초등학교때 망한 이후로 한번도 안짜봤는데,
이번에 여자친구가 선물로 짜 줬던 목도리 중간이 풀려가지고,
여자친구에게 허락을 받고 그 실로 제가 다시 만들었답니다 ㅎㅎㅎ
실이 좋은거네요 두껍고!
그래서 초등학교때와는 다르게 잘 할 수 있었습니다 ㅎㅎㅎ

목도리 모양이 특이하죠?
저도 유튜브를 보면서 처음 본 모양인데요.
거북무늬 뜨기 라고 한대요
등껍질과 비슷해서 그런가??
[거북이보다는 체크무늬라고 하는게 맞는거같은데]

코는 32코로 했구요.
처음과 끝부분은 보통 하시는 앞으로 두번 뒤로 두번 으로 짜요
고무뜨기라고 하나요?
그다음에 중간들은 막 꽈베기 바늘로
남겨두고~ 다른거 먼저 짜고~ 다시 짜고~
특이한 방법으로 짰습니다 ㅎㅎㅎ
유튜브에 치면 나와요.

그래도 꽤나 촘촘하구요.
이쁘네요!!
제가 이건 다른 유튜브를 보면서 할 수는 없던 거라서
클래식 음악을 틀어놓고 했었거든요.
옆에는 강아지가 있고.
커피도 놔두고
.
.
70세 할머니가 된 기분이었어요.
재미있었습니다 ㅎㅎㅎㅎ
신선했네요!
.
.
.
다 만들고 사진찍힌 모델은
제 옆을 지켜주던 개 쫑이입니다 ㅎㅎㅎㅎ")
Postsg.create(title: "Papertoy timon", image: "post_image27",content: "혹시 페이퍼토이를 아시나요?
종이모형이긴 한데,
풀로 붙이는게 아니라 그냥 끼우면 되는 형식이라서
훨씬 간단하게 만들 수 있는 녀석들입니다.

주로 어벤저스나 마블 캐릭터들 가지고 만들죠 ㅎㅎㅎ

저는 이번에 청계천 빛초롱 축제 놀러갔을때,
티몬에서 페이스북 공유하면 페이퍼토이를 주는 이벤트를 해서
냉큼 했어요 ! ㅎㅎㅎㅎㅎ

페이퍼 토이가 비싸요..
아무튼 뜻밖의 개이득을 경험하고
그 다음날에 바로 만들기 시작했답니다 ㅎㅎㅎㅎ

이번에 티몬에서
BI를 이용한 캐릭터마케팅을 더 확산시킬건가봐요.
캐릭터들이 귀엽네요. 잘만들었어요 ㅎㅎㅎ

만들기는 정~ 말 쉽습니다!
아이들도 만들어요!
그게 페이퍼토이의 매력이 아닐까 싶네요.
진입장벽이 낮다는 것!

저는 좀 더 어렵더라도 퀄리티 있는 것을 원하기 때문에,
페이퍼토이를 경험해봤다는 것만으로 만족했어요 ㅎㅎㅎ
")
Postsg.create(title: "Plamodel onepiece", image: "post_image28",content: "보통 키덜트 하면
가장 먼저 생각나는게 이 프라모델인데,
전 비교적 최근데 만들기 시작했어요 ㅎㅎㅎㅎ
어렸을땐 비쌌거든요 ㅠㅠ
지금도 비싸요 ㅠㅠ

이 원피스 써니호는
여자친구의 선물이에요!!
대박
이거 받고 거의 잠을 못이뤘어요 ㅎㅎㅎㅎㅎ
저를 너무 잘알아요 ㅎㅎㅎㅎ
고마우이ㅎㅎㅎ

프라모델을 전문적으로 하는 사람들은
데칼을 직접 유광 무광 뿌려가면서 만드시고 그러시는데요,
저는 이번이 처음이라 만들고 제공해주는 데칼만 붙였네요 ㅎㅎㅎㅎ
그래도 충분히 이쁩니다!
원피스 광은 아니지만,
건담보다는 원피스를 좋아하기 때문에
훨씬 더 좋아요!!!!
[그러면서도 집엔 1000피스짜리 원피스 퍼즐이 벽에 걸려있음]
.
.
.
내방에 있는 첫 프라모델 ㅎㅎㅎㅎ
빠지는 사람들이 있는 건 다 이유가 있나봐요 ㅎㅎㅎㅎ
정말 재미있었습니다 ㅎㅎㅎㅎㅎ
.
.
.
비교해보면,
전개도를 만들어가면서 하는 게 아니라 
바로바로 뜯어서 조립하면 되기 때문에
만들어지는 속도가 눈에 띄게 빨라요!!
그래서 인내심이 부족한 사람들도 충분히 즐길 수 있다고
저는 생각합니다! ㅎㅎㅎㅎ
본드도 필요없는 프라모델이라서
여성분들도 무리없이 즐기실 수 있는 수준이었습니다 ㅎㅎ
그리고
.
.
귀여워요 무엇보다")

